HELP_MESSAGE = "По поводу *ошибок*, *улучшения бота* писать _@khayrakovdaler_"
NO_RULE = "У вас нет прав на выполнение этой команды"
NO_CORRECT = (
    "Некорректные данные. Пожалуйста, выберите направление с помощью клавиатуры"
)
CANCEL_MSG = "✅ _Операция успешно отменена._"
DANGER = "Пожалуйста выберите одну из _кнопок_. *НЕ СТОИТ* писать что-то лишнее!"
CONNECT_MESSAGE = "Произошла ошибка. Напишите @WayDBae для решения проблемы."
DISTANCE_LEARNING_MESSAGE = (
    "Расписание для заочников будет добавлено к началу семестра."
)
START_MESSAGE = (
    "👋 Привет, {name}\! \n"
    "Добро пожаловать в **DF NITU MISIS Bot\!** \n"
    "{weather} \n"
    "🧑‍💻 *Разработчик* — _{developer}_ \n"
    "❤️ Спасибо, что пользуетесь ботом\!"
)
